Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: How do global power dynamics influence states’ foreign policy – and vice versa?
nb: Hvordan påvirker globale maktstrukturer staters utenrikspolitikk – og omvendt?

source: “Some of the background research for ADO 2014 points in this direction”, responded Juzhong Zhuang from the Asian Development Bank.
nb: - Noe av bakgrunnsforskningen som ligger til grunn for ADO 2014 peker retning av at dette stemmer, responderte Juzhong Zhuang fra den asiatiske utviklingsbanken.

source: He also teaches at Sciences-Po in Paris, ENA in Paris, and is a visiting professor at several foreign universities.
nb: Han underviser også ved Sciences-Po i Paris, ENA i Paris og flere utenlandske universiteter.

source: In a recent comment, James Sherr writes:
nb: James Sherr skrev nylig i en kommentar følgende:

source: Each year, the Research Council of Norway (RCN) distributes millions of Norwegian kroner under its independent project scheme (FRIPRO).
nb: Hvert år deler Norges forskningsråd (NFR) ut millioner i frie prosjektmidler (FRIPRO).

source: In the wake of
nb: I kjølvannet av

source: These are among the questions raised in this inter-disciplinary research project carried out by NUPI, SNF/Bergen and Ruralis/Trondheim, with international partners in the USA, UK and India.
nb: Dette er blant de spørsmål som tas opp i dette tverrfaglige forskningsprosjektet i samarbeid mellom NUPI, SNF/Bergen og Ruralis/Trondheim, med internasjonale partnere i USA, Storbritannia og India.

source: Russia was mentioned no less than 16 times in Minister Czaputowicz’s speech which reflects the importance of the Russian factor in Polish thinking about foreign and security policy.
nb: Russland ble nevnt ikke mindre enn 16 ganger i talen, noe som reflekterer betydningen av Russland i polsk tenkning om utenriks- og sikkerhetspolitikk.

source: She has worked with NGOs in Havana, London and Berlin, and has contributed to academic journals, think tanks and published volumes.
nb: Hun har arbeidet i ulike frivillige organisasjoner i Havana, London og Berlin, og har bidratt i akademiske publikasjoner, tenketanker og bøker.

source: He earned his Masters degree at the University of Bergen.
nb: Han fullførte mastergraden sin ved Universitetet i Bergen.

source: Professor Christopher Dent: East Asia - Inside and out
nb: Professor Christopher Dent: Hvordan forstå Øst-Asia?

source: The network was established in 2014 and has so far produced four joint reports.
nb: Nettverket ble etablert i 2014 og har så langt produsert fire fellesrapporter.

source: At the seminar, Ricardo Torres Pérez, Associate Professor at CEEC, will review Cuban economic reforms and recent developments in the Cuban economy, and future reform options.
nb: På seminaret vil Ricardo Torres Pérez, forsker ved CEEC, vurdere kubanske økonomiske reformer og den siste utviklingen i den cubanske økonomien, og se på fremtidige reformalternativer.

source: These changes may exacerbate tensions between herders and farmers, often in connection with land, grazing, water and communal conflicts.
nb: Disse endringene kan forverre spenningen mellom gjetere og bønder, ofte i forbindelse med land, beiting, vann og pågående konflikter.

source: Galeotti specialises in modern Russian history and security affairs and transnational and organised crime of both past and present.
nb: Galeotti har spesialisert seg på moderne russisk historie og sikkerhet, og transnasjonal og organisert kriminalitet.

source: Claudia Emilie Aanonsen is a Junior Research Fellow at NUPI and part of
nb: Claudia Emilie Aanonsen er ansatt som vitenskapelig assistent ved

source: Until recently, 80 per cent of Europe’s gas supplies were transported through Ukraine.
nb: Inntil nylig ble 80% av Europas gassforsyninger transportert via Ukraina.

source: • Presentation, Yun Sun, Stimson Center, Brookings• Chair: Dr Marc Lanteigne (NUPI), Chair
nb: • Presentasjon, Yun Sun, Stimson Center, Brookings.• Ordstyrer: Dr Marc Lanteigne (NUPI).

source: At this seminar 5 June, we will take a closer look at the policies implemented in areas bordering Europe and ask how this affects the neighboring countries and migration flows.
nb: Under seminaret på Litteraturhuset 5. juni ser vi nærmere på politikken USA og Europa fører langs sørlige grenser, og på hvilke konsekvenser dette har for naboland og migrasjonsstrømmer.

source: Since 2012, NUPI has been led by Professor Ulf Sverdrup, a former professor at BI Norwegian Business School.
nb: Siden 2012 har NUPI blitt ledet av professor Ulf Sverdrup, tidligere professor ved BI.

source: For example, the seven pilot projects launched were the result of a turf war between the National Development and Reform Commission and the Ministry of Finance over the introduction of an emissions trading system.
nb: For eksempel er de syv pilotsystemene et resultat av en kamp mellom National Development and Reform Commission og Finansdepartementet om innføring av et utslippskvotesystem.

source: Prior to Iraq, Hill served as assistant secretary of state for East Asian and Pacific Affairs from 2005 until 2009, during which he was also the head of the U.S. delegation in six-party talks on the North Korean nuclear issue.
nb: Før dette var Hill assisterende statssekretær for Øst-Asia og Stillehavet fra 2005 til 2009, hvor han også var leder av den amerikanske delegasjonen i sekspartssamtaler om det nordkoreanske kjerneproblemet.

source: More than 800 million people have the right to vote in the parliamentary elections, and the elections are conducted in nine rounds over the course of five weeks.
nb: India har mer enn 800 millioner stemmeberettigede til parlamentsvalget, og valget gjennomføres i ni runder i løpet av fem uker.

source: This calls for methodological triangulation, including macro-modelling, a sociological study of the institutionalisation of food chains, field work in local communities using structured interviews, statistics, as well as text analyses of policy papers and other material on political processes.
nb: Dette fordrer metodetriangulering, deriblant makro-modellering, sosiologisk studie av institusjonalisering av matvarekjeder, feltarbeid i lokalsamfunn med strukturerte intervjuer, statistikk, og tekstanalyse av policy-dokumenter og annet materiell på politiske prosesser.

source: by Robert Orttung from George Washington University and NUPI researcher Indra Overland.
nb: av Robert Orttung fra George Washington-universitetet og NUPI-forsker Indra Øverland.

source: By making this an empirical question, BRAGS avoids analyzing Brazil in terms of the binary of "challenger" or "assimilator" to the international order.
nb: Ved å gjøre dette til et empirisk spørsmål, unngår BRAGS å analysere Brasil ut ifra de klassiske kategoriene som "utfordreren" eller "assimilator" i den internasjonale orden.

source: Together with Indra Overland (Research Professor, NUPI) and lead author Thiri Shwesin Aung (Research Fellow, Asia Center, Harvard University), Vakulchuk has authored the article
nb: Det har NUPI-forskerne Roman Vakulchuk og Indra Øverland sett nærmere på i en ny studie, sammen med Thiri Shwesin Aung ved Asia-senteret på Harvard-universitetet.

source: Obama's anti-IS orientation and the nuclear deal with Iran would probably be continued.
nb: Obamas anti-IS-orientering og atomavtale med Iran vil nok bli opprettholdt.

source: By searching extensively on Google, the most visible actors turned out to be HSBC Expat, Barclays Wealth, and Standard Bank.
nb: Etter omfattende søk på Google viste de mest synlige aktørene seg å være HSBC Expat, Barclays Wealth og Standard Bank.

source: (Cambridge University Press, 2018), Marcus Holmes argues that dismissing such diplomacy is in stark contrast to what leaders and policy makers themselves deem as essential.
nb: (Cambridge University Press, 2018) hevder Marcus Holmes at avvisning av slikt diplomati står i sterk kontrast til hva ledere og beslutningstakere selv anser som nødvendige.

source: Brexit and the election of Trump in the USA have also given France more room for playing this role.
nb: Brexit og valget av Trump i USA har også gitt Frankrike et større mulighetsrom for å spille denne rollen.

source: Finally, the Xi government has been developing the framework of a ‘One Belt and One Road’ policy in Eurasia and the Indian Ocean.
nb: Xi-regjeringen har utviklet et rammeverk for en “Et belte og en vei»-politikk i Eurasia og Det indiske hav.

source: Paul Beaumont holds a Ph.D. in International Relations/International Environmental Studies and Development from the Norwegian University of Life Sciences.
nb: Paul Beaumont har doktorgrad i internasjonale relasjoner/International Environmental Studies and Development fra NMBU.

source: The project is lead by Riccardo Alcaro, IAE.
nb: Prosjektet ledes av Riccardo Alcaro (IAE).

source: Caroline de Gruyter is an author and Europe correspondent for the Dutch newspaper NRC Handelsblad.
nb: Caroline de Gruyter er forfatter og Europakorrespondent for den nederlandske avisen NRC Handelsblad.

source: He was awarded the Toby Jackman Prize for the best PhD dissertation in the year 2000, the Marcel Cadieux Prize for an article on Russia’s Arctic energy policy in the International Journal in 2010, the Stuland Prize at NUPI in 2013 and co-authored the most cited
nb: Øverland ble tildelt Toby Jackman-prisen for beste doktorgradsavhandling i 2000, Marcel Cadieux-prisen for en artikkel om Russlands energipolitikk i Arktis i International Journal i 2010, Stuland-prisen ved NUPI i 2013, og er medforfatter av den hyppigst siterte

source: Russia, Asia and International Trade
nb: Russland, Asia og internasjonal handel

source: , Project Manager on Energy, NUCC
nb: , prosjektleder for energi, NUCC

source: max 5 pages setting out: Main research question(s) and a rationale for proposed research
nb: Et utkast til et forskningsprosjekt (maksimum 5 sider, inkludert referanser og noter) som inneholder:

source: When South Sudan became an independent country in 2011, they started from scratch after 50 years of civil war.
nb: Når Sør-Sudan ble et uavhengig land i 2011, startet de fra bunnen av etter 50 år med borgerkrig.

source: Since 2014 he has been studying and published on the Western extremist foreign fighters in the war in Ukraine and is now finishing a book on the topic which will be published by Routledge.
nb: Siden 2014 har han studert og publisert m vestlige ekstreme fremmedkrigere i krigen i Ukraina, og fullfører nå en bok om det samme temaet, som vil bli publisert av Routledge.

source: The Norwegian Minister of Petroleum and Energy, Kjell-Børge Freiberg, meets his Polish counterpart to talk about the new gas corridor between Norway and Poland.
nb: Olje- og energiminister Kjell-Børge Freiberg møter sin polske motpart på NUPI for å snakke om den nye gasskorridoren mellom Norge og Polen.

source: • Researchers at the Faculty of Law, University of Oslo will jointly with NUPI address legal aspacts of TTIP and Norwegian agreement options, including issues of state-investor dispute settlement (ISDS).
nb: • Jurister ved det juridiske fakultet, Universitetet i Oslo vil sammen med NUPI belyse rettslige aspekter ved TTIP og norske handlingsvalg, herunder spørsmål om såkalt investor-stat tvisteløsning.

source: Prof. Dr. Rolf J. Langhammer has been Vice-President at the Kiel Institute for the World Economy and also headed the research department for "Development Economics and Global Integration".
nb: Langhammer har vært visepresident ved Kiel Institute for the World Economy, samt ledet forskningsavdelingen for "Development Economics and Global Integration".

source: is a Professor of History at Miami University.
nb: er professor i historie ved Miami University.

source: In this seminar, Fabio Scarpello will discuss this approach using the Aceh Government Transformation Program a case study.
nb: I dette seminaret vil Fabio Scarpello diskutere denne tilnærmingen med Aceh Government Transformation Program som case study.

source: Intern, Norwegian Institute of International Affairs
nb: Intern, Norsk Utenrikspolitisk Institutt

source: A four-year long project is ending, and on 18-19 March the final conference for EUNPACK will take place in Brussels.
nb: Et fireårig prosjekt går mot slutten, og 18-19. mars blir det sluttkonferanse for EUNPACK i Brussel.

source: Research seminar on Danish identity policy in relation to Europe and Islam Friday 22 August at NUPI
nb: Forskerseminar om dansk identitetspolitikk i forhold til Europa og Islam fredag 22.

source: To shed light on this, Mr. George Katrougkalos will visit NUPI.
nb: For å diskutere dette kommer George Katrougkalos til NUPI.

source: – What should be the Norwegian focus on tax assistance in Africa?
nb: Hva burde Norge fokusere på med skattebistanden i Afrika?

source: The event is available on CEPS’ YouTube channel:
nb: Arrangementet er tilgjengelig på CEPS’ YouTube-kanal:

source: , a joint project between NUPI and the University of Oslo funded by the Research Council of Norway under the NORRUSS programme.
nb: , et felles prosjekt mellom NUPI og universitetet i Oslo, finansiert av Forskningsrådet under NORRUSS-programmet.

source: is affiliated to Centre for Defence and Security Management at the University of Witwatersrand in South Africa.
nb: er til daglig tilknyttet Centre for Defence and Security Management, Witwatersrand Universitet, Sør-Afrika.

source: Three experts - Senior Research Fellow Njord Wegge (NUPI), Hanna Smith (Strategic Planning and Responses for the NATO-EU Center of Excellence, Helsinki) and Lieutenant Colonel and lecturer Geir Hågen Karlsen (Norwegian Defence University College) discuss hybrid threats and the challenges facing liberal democracies in this NUPI Podcast episode.
nb: Tre eksperter - seniorforsker Njord Wegge (NUPI), Hanna Smith (Strategic Planning and Responses for the NATO-EU Center of Excellence, Helsinki) og oberstløytnant Geir Hågen Karlsen (FHS) - gir innsikt i hybride trusler og utfordringene vi står overfor på dette feltet i denne episoden av NUPI Podcast.

source: Covid-19 raises several questions on international cooperation and how countries are interdependent.
nb: Covid-19 reiser en rekke spørsmål om internasjonalt samarbeid, og på hvilken måte stater er avhengige av hverandre.

source: During the last years, the security situation in the Sahel has progressively worsened.
nb: I løpet av de siste årene har sikkerhetssituasjonen i Sahel gradvis blitt forverret.

source: The event gathered about 50 attendees from Tanzania Revenue Authority (TRA), IMF, development agencies and embassies, researchers, the private sector and civil society organizations, and the media.
nb: Arrangementet samlet rundt 50 deltagere fra Tanzanianske skatteetaten(TRA), IMF, en rekke utviklingsbyråer og ambassader (Norge, Danmark, Finland, Tyskland, EU) og folk fra universiteter og tenketanker, privat sektor og sivilsamfunns organisasjoner, samt medier.

source: will run from 2018 to 2021.
nb: har oppstart i 2018, og skal vare til 2021.

source: This picture is taken in the bombed capital Grozny in 1995.
nb: Bildet er tatt i den utbombede hovedstaden Groznyj i 1995.

source: Research Professor Morten Bøås characterized the seminar
nb: Seniorforsker Morten Bøås ved NUPI karakteriserte seminaret

source: MA in Political Science, University of Oslo
nb: Mastergrad i statsvitenskap, Universitetet i Oslo

source: During 2018-2019, the centre hosted a
nb: I løpet av 2018 og 2019 var senteret ansvarlig for en

source: Eviane Leidig is a Research Fellow in Current and Emerging Threats at the International Centre for Counter-Terrorism (ICCT) in The Hague, Netherlands.
nb: Eviane Leidig er forsker på "Current and Emerging Threats" ved International Centre for Counter-Terrorism (CCT) i Haag, Nederland.

source: Buying Time: The Delayed Crisis of Democratic Capitalism
nb: En av hans siste utgivelser er boka «Buying Time:

source: The UN Security Council, Afghanistan and Norway
nb: FNs Sikkerhetsråd, Afghanistan og Norge

source: Dr Jeppe Mulich is a LSE Fellow at the Department of International History, London School of Economics and Political Science.
nb: Jeppe Mulich er en LSE-stipendiat ved Institutt for internasjonal historie, London School of Economics and Political Science.

source: Does the E3 format have a future after Brexit?
nb: Har E3-samarbeidet en fremtid etter Brexit?

source: The meeting will be chaired by NUPI’s director, Mr. Jan Egeland.
nb: Møtet ledes av NUPI-direktør Jan Egeland.

source: Prime Minister Abdalla Hamdok’s government is facing a wide variety of challenges, including protests over the price of goods and commodities, and a resurgence of violence in the country’s Darfur region.
nb: Statsminister Abdalla Hamdoks regjering står overfor en rekke utfordringer, inkludert protester grunnet varepriser, og en gjenoppblomstring av vold i landets region i Darfur.

source: MA Political Science - University of Oslo
nb: Master i Statsvitenskap - Universitetet i Oslo.

source: In the 1890’s – people in Kenya were dancing!
nb: På 1890-tallet danset folk i Kenya!

source: Since 1947 members of
nb: Siden 1947 har

source: Since Britain joined the European Economic Communities in 1973, many of them have identified with British positions inside the union, seeing Britain as an important, ‘no-nonsense’ voice on integration matters.
nb: Siden Storbritannia sluttet seg til De europeiske økonomiske fellesskap i 1973, har mange identifisert seg med den britiske posisjonen i unionen, og en har sett på Storbritannia som en viktig "no-nonsense"-stemme rundt integrasjonsspørsmål.

source: THREAT-DEFUSER integrates state-of-the-art political science, linguistics, and media studies methods to forge a new multidisciplinary approach to hybrid warfare.
nb: THREAT-DEFUSER kobler sammen metoder fra statsvitenskap, lingvistikk og medievitenskap for å skape en ny tverrfaglig tilnærming til hybrid krigføring.

source: The Consortium for Research on Terrorism and International Crime and C-REX have invited Peter Simi, University of Nebraska in Omaha, to present some of the main findings from his recent research project.
nb: I regi av Konsortiet for forskning på terrorisme of internasjonal kriminalitet og C-REX vil Peter Simi, University of Nebraska at Omaha, presentere noen av hovedfunnene ved sitt forskningsprosjekt.

source: From 2014 to January 2015 he was a member of the European Parliament.
nb: Fra 2014 til januar 2015 var Katrougkalos medlem av Europaparlamentet.

source: Julia Loe, Fridtjof Nansen Institute, OsloNina Poussenkova, Executive Director of Sampo Energy and Environment Research Limited and Senior Research Fellow (PhD) of the Institute of World Economy and International Relations
nb: Julia Loe, Fridtjof Nansens Instititutt, OsloNina Poussenkova, Direktør, Sampo Energy and Environment Research Limited og seniorforsker (PhD) ved Institute of World Economy and International Relations

source: He served for six years as Executive Director of the United Nations Association (UK) and then in 2010 became Senior Advisor and UK Representative to the UN Foundation.
nb: I seks år jobbet han som administrerende direktør i United Nations Assosiation (UK), hvor han så i 2010 ble seniorrådgiver og britisk representant til United Nations Foundation.

source: is an affiliated researcher at Institute for Russian and Eurasian Studies (IRES) at Uppsala University.
nb: er forsker tilknyttet Institute for Russian and Eurasian Studies (IRES) på Universitetet i Uppsala.

source: She is a Professor and the Head of the UiB Advisory Board on China-relations.
nb: , professor og leder for UiBs Kina kompetanseutvalg.

source: ‘For example, one of the 22 risk indicators is “need for status”.
nb: - For eksempel, én de 22 risikoindikatorene er «need for status».

source: For more information on NUPI’s work in the area of Climate, Peace and Security, see:
nb: For mer informasjon om NUPIs arbeid innen klima, fred og sikkerhet, se:

source: Drawing on the literature of emotions in international relations, and in cooperation with partners at Colombia University, King's College, NIAS, and University of Edinburgh, the project will systematically map episodes of Chinese anger, and conduct comparative analysis of the effects of Chinese anger diplomacy directed against state and non-state actors.
nb: Basert på teorier om følelsers innflytelse på internasjonal politikk, vil prosjektet i samarbeid med partnere ved Colombia University, King's College, NIAS og Universitet i Edinburgh, systematisk kartlegge de konkrete tilfellene av kinesisk sinnediplomati, og gjennomføre en komparativ analyse av virkningene disse har hatt på stater og ikke-statlige organisasjoner.

source: Language studies and research, Chinese Language Program, Sichuan University, Chengdu, PR China
nb: Språkstudier og forskning, Chinese Language Program, Sichuan University, Chengdu, PR China.

source: Research by PhD fellow Rasmus Christensen at Copenhagen Business School (CBS), shows that professionals, especially lawyers, moved the discussion throughout the development of the BEPS project from a policy discussion, to a highly technical debate.
nb: Forskning gjort av PhD-stipendiat Rasmus Christensen ved Copenhagen Business School (CBS), viser at de han kaller ”professionals”, spesielt advokater, flyttet diskusjonen i utviklingen av BEPS-prosjektet fra en diskusjon om politikk og moral, til en svært teknisk debatt.

source: Brexit and the future of European and Norwegian Security
nb: Brexit og fremtiden til europeisk og norsk sikkerhet

source: twice the size of Manhattan collapsed in Canada,
nb: , dobbelt så stor som Manhattan, kollapset i Canada

source: Middle East lectures with Professor Mark Heller and Yohanan Tzoreff
nb: Forelesninger om situasjonen i Midtøsten med Professor Mark Heller og Yohanan Tzoreff

source: Rudine has a Bachelor degree in Political Science from the University of Prishtina.
nb: Rudine har en bachelorgrad i statsvitenskap fra Prishtina University.

source: Half of Norway’s import from developing countries is routed indirectly via other countries, mainly in Europe, and the value of trade increases on average by 83% on the way from a developing country to Norway.
nb: Halvparten av Norges import fra utviklingsland skjer indirekte via andre land, først og fremst i Europa, og på veien fra et u-land til Norge stiger varenes verdi i gjennomsnitt med 83%.

source: His research interests include organization theory, change dynamics in diplomacy in the context of European integration, processes of identity formation, EU foreign policy, changes in the transatlantic security architecture and the role of institutions in political life.
nb: Hans forskningsinteresser omfatter organisasjonsteori, europeisk integrasjon, identitet, EUs utenrikspolitikk, transatlantisk sikkerhet og institusjoners politiske rolle.

source: Ekaterina Sokirianskaia is the founder and director of the
nb: Ekaterina Sokirianskaia er grunnlegger og direktør for

source: Conflict Adviser and Research Fellow, United Nations Development Program (Nepal)
nb: Konfliktrådgiver og forsker, United Nations Development Program (Nepal)

source: The ‘Developments in the Russian Far East project’ builds cooperation between NUPI and Russian and East Asian research institutions, with an emphasis on analyzing Russian decision-making and international engagement around development of Russia’s Pacific coast.
nb: Forskningsprosjektet ‘Developments in the Russian Far East’ bygger samarbeid mellom NUPI, russiske og østasiatiske forskningsinstitusjoner, og analyserer russisk beslutningstaking og internasjonalt engasjement rundt utviklingen på Russlands stillehavskyst.
